Repository: luomus/pyha
Catalog: project/pyha/locale/*/LC_MESSAGES/django.po
Languages: fi, sv, sw

# log_date
source: Date
fi: Päiväys
sv: Datum
sw: log_date

# log_maker
source: Author
fi: Tekijä
sv: Auktor
sw: log_maker

# log_description
source: Description
fi: Kuvaus
sv: Beskrivning
sw: log_description

# log_admin
source: Administrator
fi: Administraattori
sv: Admin

# log_handler
source: Handler
fi: Käsittelijä

# log_sensitive_data_handler
source: Authority
fi: Viranomainen
sv: Myndighet
sw: log_sensitive_data_handler

# log_collection_provider
source: Request denied
fi: Aineiston toimittaja
sv: Ägaren av material
sw: log_collection_provider

# log_sensitive_and_collections_handler
source: Sensitive and collection specific data handler
fi: Sensitiivisen ja aineistokohtaisen tiedon käsittelijä
sv: Sensitiv och materialspecifik databehandlare
sw: log_sensitive_and_collections_handler

# log_viewed
source: Viewed
fi: Katsottu
sv: Granskad
sw: log_viewed

# log_terms_accepted
source: Terms accepted
fi: Ehdot hyväksytty
sv: Användarvillkor accepterad
sw: log_terms_accepted

# log_sensitives_accepted
source: Sensitive data accepted
fi: Sensitiiviset hyväksytty
sv: Sensitiva data godkänt
sw: log_sensitives_accepted

# log_collection_accepted
source: Request accepted
fi: Aineisto hyväksytty
sv: Material godkänt
sw: log_collection_accepted

# log_sensitives_reset
source: Sensitive data reset
fi: Sensitiiviset päätös nollattu

# log_collection_reset
source: Collection reset
fi: Aineisto päätös nollattu

# log_sensitives_denied
source: Sensitive data denied
fi: Sensitiiviset hylätty
sv: Sensitiva data nekad
sw: log_sensitives_denied

# log_collection_denied
source: Request denied
fi: Aineisto hylätty
sv: Material nekad
sw: log_collection_denied

# to_metadata
source: metadata
fi: metatiedot

# col_handler_comments_window
source: Comments by collection handlers
fi: Aineistonkäsittelijöiden kommentit

# admin_collection_quality_description
source: Quality description
fi: Laadun kuvaus

# admin_collection_terms
source: Terms
fi: Erityisehdot

# secured_by_quarantine_explanation
source: Scientific protection period (location, time)
fi: Tutkimus suoja-aika (paikkatieto, aikatieto)

# admin_secured_by_sensitivity
source: Sensitivity
fi: Sensitiiviset

# secured_by_sensitivity_explanation
source: Automatically coarcened sensitive data
fi: Automaattisesti karkeistettu sensitiivinen tieto (paikkatieto, aikatieto)

# secured_by_dataprovider_explanation
source: User/Owner coarcened observation data
fi: Käyttäjän/Omistajan havainnolleen tekemä karkeistus

source: Collection terms
fi: Käyttöehdot

# sensitive_and_other_terms
source: Sensitive and otherwise restricted species information of FinBIF
fi: Suomen Lajitietokeskuksen sensitiivinen ja muusta syystä käyttörajoitettu lajitieto
sv: Sensitiva och annan begränsad artinformation från FinBIF

# admin_select
source: Select
fi: Valitse

# admin_make_decision
source: Make a decision
fi: Tee päätös

# admin_select_checksboxes_to_apply_this_decision_to
source: Select checksboxes to apply this decision to
fi: Valitse aineistot, joihin haluat asettaa päätöksen.

# admin_arguments_will_be_applied_to_all_selected
source: Decision arguments will be applied to all selected
fi: Päätöksen perustelut laitetaan kaikkiin valittuihin aineistoihin.

source: This section is only visible to collection handlers not request owner
fi: Tämä alue on pelkästään aineistonkäsittelijöiden käyttöön, eikä siis näy pyynnön tekijälle.

# col_handler_said
source: wrote:
fi: kirjoitti:

# talk_as_handler_of
source: Present in role
fi: Puhu roolissa

# admin_automated_emails_sent_last_time
source: Automated emails were sent to handlers last
fi: Pyyntöä koskevat sähköpostit on jaettu käsittelijöille viimeksi

# restricted_collections_in_request
source: Request involves collections requiring approval of data owners' terms
fi: Aineistopyyntöösi sisältyy käyttörajoitettuja aineistoja. Lue ja hyväksy käyttöehdot

# collection_quality_description
source: Quality description
fi: Laadun kuvaus

# collection_terms
source: Terms
fi: Erityisehdot

source: Secured by quarantine
fi: Karanteenissa

# secured_by_sensitivity
source: Sensitivity
fi: Sensitiiviset

# handler_collection_quality_description
source: Quality description
fi: Laadun kuvaus

# handler_collection_terms
source: Terms
fi: Erityisehdot

# handler_secured_by_sensitivity
source: Sensitivity
fi: Sensitiiviset

# handler_select
source: Select
fi: Valitse

# handler_make_decision
source: Make decision
fi: Tee päätös

# handler_not_handling
source: not handling
fi: Et käsittele

# handler_select_checksboxes_to_apply_this_decision_to
source: Select checksboxes to apply this decision to.
fi: Valitse aineistot, joihin haluat asettaa päätöksen.

# handler_arguments_will_be_applied_to_all_selected
source: Arguments will be applied to all selected
fi: Päätöksen perustelut laitetaan kaikkiin valittuihin aineistoihin.

# collection_free_of_sensitive_data
source: Collections are free of sensitive data
fi: Pelkästään käyttörajoitettu

# collection_tab
source: Collections
fi: Aineistot

# toast_thanks_request_has_been_registered
source: Thank you, request has been registered.
fi: Kiitos, pyyntösi on kirjattu.
sv: Tack, din förfrågan har skrivits in.

# toast_mails_sent_succesfully
source: Mails sent succesfully
fi: Viestit lähetetty onnistuneesti.

# toast_user_settings_saved_succesfully
source: User settings updated succesfully
fi: Käyttäjäasetukset tallennettu onnistuneesti.

# toast_pyha_settings_saved_succesfully
source: Pyha settings updated succesfully
fi: Pyha:n asetukset tallennettu onnistuneesti.
