Repository: luomus/pyha
Catalog: project/pyha/locale/*/LC_MESSAGES/django.po
Languages: fi, sv, sw

# no_custom_sightings_go_to_step_3
source: Request doesn't include collections restricted by data owner, go to step 3
fi: Aineistopyyntöön ei sisälly muilla tavoilla käyttörajoitettuja havaintoja, siirry seuraavaan kohtaan
sv: Begäran innehåller inte andra begränsade material, fortsätt till steg 3
sw: no_custom_sightings_go_to_step_3

source: Previous
fi: Edellinen
sv: Föregående

source: Continue
fi: Jatka yhteenvetoon
sv: Fortsätt till sammandrag

# request_was_empty_and_will_be_closed
source: Empty request, processing will be terminated
fi: Pyyntösi oli tyhjä ja sen käsittely päätetään.
sv: Din begäran var tom och dess behandling ska slutas
sw: request_was_empty_and_will_be_closed

# collections_in_request
source: Collections in this request
fi: Pyyntöösi sisältyvät aineistot
sv: Material i din begäran
sw: collections_in_request

source: Secured by data provider
fi: Käyttörajoitetut havainnot
sv: Begränsade observationer

source: Generally secured
fi: Sensitiiviset havainnot
sv: Sensitiva observationer

# Request involves collections requiring approval for sensitive terms
source: Request involves sensitive data. Read and accept the terms.
fi: Aineistopyyntöösi sisältyy sensitiivistä tietoa. Lue ja hyväksy käyttöehdot
sv: Din begäran innehåller sensitiva data. Vänligen läs och acceptera användarvillkor
sw: Request involves collections requiring approval for sensitive terms

# sensitivity_info
source: FinBIF controls sensitive species data either by hiding either exact location information or the entire observation. This applies to species whose conservation would be endangered by persecution, hunting, harassment or commercial or private collecting. The threat has to apply to the species in question.
fi: Suomen Lajitietokeskuksessa sensitiivistä tietoa varjellaan joko paikkatietoa karkeistamisella tai salaamalla. Tämä koskee lajeja, joiden suojelu vaarantuisi tiedon antamisesta esimerkiksi vainon, pyynnin, häirinnän tai kaupallisen tai harrastuspohjaisen keräämisen vuoksi. Uhan tulee kohdistua juuri kyseiseen lajiin.

# sensitive_sightings
source: Sensitive observations
fi: Sensitiivisiä havaintoja
sv: Sensitiva observationer
sw: sensitive_sightings

# no_sensitive_sightings_have_to_accept_terms
source: Request doesn't include sensitive data, accept the terms to continue.
fi: Pyyntöön ei sisälly sensitiivisiä havaintoja, hyväksy ehdot jatkaaksesi
sv: Begäran innehåller inga sensitiva observationer. Vänligen acceptera användarvillkor för att fortsätta
sw: no_sensitive_sightings_have_to_accept_terms

source: Continue to step 4
fi: Jatka kohtaan 4
sv: Fortsätt till steg 4

# handler_request_from_user
source: Request from user
fi: Pyyntö käyttäjältä
sv: Begäran från användaren
sw: handler_request_from_user

# handler_state_of_request
source: State of request:
fi: Pyynnön tila:
sv: Status av begäran:
sw: handler_state_of_request

# handler_show_additional_information
source: Show request for additional information
fi: Näytä lisätietopyyntö
sv: Visa begäran för tilläggsuppgifter
sw: handler_show_additional_information

# handler_sensitive
source: Sensitive data
fi: Sensitiiviset aineistot
sv: Sensitiva data
sw: handler_sensitive

# handler_restricted
source: Collections
fi: Aineistot
sv: Material
sw: handler_restricted

# handler_changes_history
source: Changelog
fi: Muutoshistoria
sv: Ändringslogg
sw: handler_changes_history

# handler_contact_window
source: Applicants
fi: Hakijat
sv: Sökande
sw: handler_contact_window

# handler_argument_window
source: Basis for request
fi: Aineistopyynnön perustelut
sv: Motivering för begäran
sw: handler_argument_window

# handler_request_window
source: Details on collections
fi: Aineistojen tiedot
sv: Information om data
sw: handler_request_window

# handler_filter_window
source: Filtering of collections
fi: Aineistorajaukset
sv: Filter
sw: handler_filter_window

# handler_terms_window
source: Terms
fi: Käyttöehdot
sv: Användarvillkor
sw: handler_terms_window

# handler_decision_window
source: Decision
fi: Tee päätös
sv: Ta beslutet
sw: handler_decision_window

# handler_additional_information_window
source: Request additional information
fi: Pyydä lisätietoja
sv: Begära tilläggsuppgifter
sw: handler_additional_information_window

# handler_comments_window
source: Comments by authorities
fi: Viranomaisten kommentit
sv: Kommentarer från myndigheterna
sw: handler_comments_window

# handler_collection_name
source: Name of collection
fi: Aineiston nimi
sv: Materialnamn
sw: handler_collection_name

# handler_collection_description
source: Description of collection
fi: Kuvaus
sv: Beskrivning
sw: handler_collection_description

# handler_secured_by_data_provider
source: Use limited by data owner
fi: Käyttörajoitetut havainnot
sv: Användning begränsad av data ägare
sw: handler_secured_by_data_provider

# handler_generally_secured
source: Sensitive observations
fi: Sensitiiviset havainnot
sv: Sensitiva observationer
sw: handler_generally_secured

# handler_all_secured
source: Total
fi: Yhteensä
sv: Totalt
sw: handler_all_secured

source: handler_secured_by_quarantine
fi: Karanteenissa

# handler_state_of_processing
source: State of processing
fi: Käsittelyn tila
sv: Behandlingsstatus
sw: handler_state_of_processing

# handler_show_in_officials_portal
source: Show results in government portal
fi: Katso tulokset viranomaisportaalissa
sv: Visa resultat i myndighetsportalen
sw: handler_show_in_officials_portal

# handler_show_in_portal
source: Show in Laji.fi
fi: Näytä Laji.fi portaalissa
sv: Visa i Laji.fi-portalen
sw: handler_show_in_portal

# handler_filter
source: Filter
fi: Rajaus
sw: handler_filter

# handler_values
source: Values
fi: Arvot
sv: Värden
sw: handler_values

# handler_no_filters
source: There are no filters for this request
fi: Kannassa ei ole suodattimia tälle pyynnölle
sv: Det finns inga filter för denna begäran
sw: handler_no_filters

# handler_argument_choices
source: Selected usage
fi: Valitut käyttötarkoitukset

# handler_reason_zoning
source: Land use planning
fi: Maankäytön suunnittelu
sv: Markanvändningsplanering
sw: handler_reason_zoning

# handler_reason_permission
source: Permit request
fi: Lupahakemus
sv: Tillståndsansökan
sw: handler_reason_permission

# handler_reason_enviromental
source: Environmental impact assessment
fi: Ympäristövaikutusten arviointimenettely
sv: Miljökonsekvensbedömning
sw: handler_reason_enviromental

# handler_reason_natura
source: Natura assessment (luonnonsuojelulaki)
fi: Natura-arviointimenettely (luonnonsuojelulaki)
sv: Natura-bedömning (naturvårdslag)
sw: handler_reason_natura

# handler_reason_scientific
source: Scientific study
fi: Tieteellinen tutkimus
sv: Vetenskaplig forskning
sw: handler_reason_scientific

# handler_reason_forest
source: Forest planning
fi: Metsäsuunnittelu
sv: Skogsplanering
sw: handler_reason_forest

# handler_reason_other
source: Other (please explain in free text)
fi: Muu (perustele vapaatekstikenttään)
sv: Annat (vänligen förklara i fri text)
sw: handler_reason_other

# handler_argument_project
source: Project name and description
fi: Hankkeen nimi ja kuvaus
sv: Projektnamn och beskrivning
sw: handler_argument_project

# handler_argument_research
source: Name of study
fi: Tutkimuksen nimi
sv: Forsknings namn
sw: handler_argument_research

# handler_argument_goals
source: Goals of study
fi: Tutkimuksen tavoitteet
sv: Forskningsmål
sw: handler_argument_goals

# handler_argument_planning
source: Description of planning project
fi: Suunnitteluhankkeen kuvaus
sv: Beskrivning av planeringsprojekt
sw: handler_argument_planning

# handler_argument_municipality
source: Municipal location of project
fi: Hankkeen sijaintikunta
sv: Ort där projektet är beläget
sw: handler_argument_municipality

# handler_argument_natura_areas
source: Natura sites included
fi: Mukana olevat Natura-alueet
sv: Ingående Natura-områden
sw: handler_argument_natura_areas

# handler_argument_reason
source: Free text field
fi: Lisätietoa
sv: Fritextfält
sw: handler_argument_reason

# handler_terms
source: Terms of use
fi: Käyttöehdot
sv: Användarvillkor
sw: handler_terms

# handler_sensitivity
source: Sensitiviy
fi: Sensitiivisyys
sv: Sensitivitet
sw: handler_sensitivity

# handler_terms_of_use_of_the_collections
source: Terms of use of the collections
fi: Käyttöehdot
sv: Användarvillkor
sw: handler_terms_of_use_of_the_collections

# handler_exit
source: Exit
fi: Poistu
sv: Lämna
sw: handler_exit

# handler_sensitive_terms
source: Terms for sensitive data
fi: Sensitiivisten aineistojen käyttöehdot
sv: Användarvillkor för sensitiva data
sw: handler_sensitive_terms

# handler_as_pdf
source: to PDF
fi: PDF muodossa
sv: i PDF-form
sw: handler_as_pdf

# handler_full_name
source: Full name
fi: Nimi
sv: Namn
sw: handler_full_name

# handler_street_address
source: Address
fi: Katuosoite
sv: Adress
sw: handler_street_address

# handler_postal_code
source: Postal code
fi: Postinumero
sv: Postnummer
sw: handler_postal_code

# handler_post_office_name
source: City
fi: Postitoimipaikka
sv: Postanstalt
sw: handler_post_office_name

# handler_country
source: Country
fi: Maa
sv: Land
sw: handler_country

# handler_email
source: Email
fi: Sähköposti
sv: E-post
sw: handler_email

# handler_phone_number
source: Phone number
fi: Puhelinnumero
sv: Telefonnummer
sw: handler_phone_number

# handler_corporation/organization_name
source: Company/Organization_name
fi: Yritys/organisaatio
sv: Företag/organisation
sw: handler_corporation/organization_name

# handler_corporation_id
source: Business ID
fi: Y-tunnus
sv: FO-nummer
sw: handler_corporation_id

# handler_user_no_sensitive_data
source: Request contains no sensitive data
fi: Pyyntö ei sisällä sensitiivistä tietoa
sv: Begäran innehåller inga sensitiva data
sw: handler_user_no_sensitive_data

# handler_list_of_collections
source: Collections including sensitive data:
fi: Tee päätös sensitiivisen lajitiedon luovutuksesta
sv: Ta beslut om att ge ut sensitiva artdata
sw: handler_list_of_collections

# handler_decision_arguments
source: Basis of decision
fi: Päätöksen perustelut
sv: Motivering av beslut
sw: handler_decision_arguments

# handler_skipped
source: skipped
fi: Ohitettu

# handler_accept
source: Accept
fi: Hyväksy
sv: Acceptera
sw: handler_accept

# handler_refuse
source: Reject
fi: Hylkää
sv: Neka
sw: handler_refuse

# handler_secured_collection_decicions
source: Make a decision concerning giving out collection data
fi: Tee päätös aineiston tietojen luovutuksesta
sv: Ta beslut om att ge ut material
sw: handler_secured_collection_decicions

# handler_asked
source: asked:
fi: kysyi:
sv: frågade
sw: handler_asked

# handler_answered
source: responded:
fi: vastasi:
sv: svarade
sw: handler_answered

# handler_form_to_request_additional_information
source: Form to request additional information
fi: Lomake lisätietojen pyytämiseen
sv: Formulär för att begära tilläggsuppgifter
sw: handler_form_to_request_additional_information

# ask_as_handler_of
source: Ask in role
fi: Kysy roolissa
sv: Fråga i roll
sw: ask_as_handler_of

# handler_request_additional_information
source: Request additional information
fi: Pyydä lisätietoja
sv: Begära tilläggsuppgifter
sw: handler_request_additional_information

# handler_said
source: wrote:
fi: kirjoitti:
sv: skrev
sw: handler_said

# handler_save
source: Save
fi: Tallenna
sv: Spara
sw: handler_save

# handler_log_date
source: Date
fi: Päiväys
sv: Datum
sw: handler_log_date

# handler_log_maker
source: Author
fi: Tekijä
sv: Auktor
sw: handler_log_maker

# handler_log_role
source: Role
fi: Roolissa

# handler_log_description
source: Description
fi: Kuvaus
sv: Beskrivning
sw: handler_log_description

# handler_log_admin
source: Administator
fi: Administraattori

# handler_log_handler
source: Collection handler
fi: Käsittelijä

# handler_log_sensitive_data_handler
source: Authority
fi: Viranomainen

# handler_log_collection_provider
source: Collection provider
fi: Aineiston toimittaja

# handler_log_sensitive_and_collections_handler
source: Sensitive and collection specific data handler
fi: Sensitiivisen ja aineistokohtaisen tiedon käsittelijä

# handler_log_viewed
source: Viewed
fi: Katsottu
sv: Granskad
sw: handler_log_viewed

# handler_log_terms_accepted
source: Terms accepted
fi: Ehdot hyväksytty
sv: Användarvillkor accepterad
sw: handler_log_terms_accepted

# handler_log_sensitives_accepted
source: Sensitive data accepted
fi: Sensitiiviset hyväksytty
sv: Sensitiva data godkänt
sw: handler_log_sensitives_accepted

# handler_log_collection_accepted
source: Request accepted
fi: Aineisto hyväksytty
sv: Material godkänt
sw: handler_log_collection_accepted

# handler_log_sensitives_reset
source: Sensitive data reset
fi: Sensitiiviset päätös nollattu

# handler_log_collection_reset
source: Collection reset
fi: Aineiston päätös nollattu

# handler_log_sensitives_denied
source: Sensitive data denied
fi: Sensitiiviset hylätty
sv: Sensitiva data nekad
sw: handler_log_sensitives_denied

# handler_log_collection_denied
source: Request denied
fi: Aineisto hylätty
sv: Material nekad
sw: handler_log_collection_denied

source: Request filters
fi: Aineistopyynnön rajaukset
sv: Filter

source: Show
fi: Näytä
sv: Visa

# show_in_portal
source: Show in Laji.fi
fi: Näytä Laji.fi portaalissa
sv: Visa i Laji.fi-portalen
sw: show_in_portal

source: Filter
fi: Rajaus

source: Values
fi: Arvot
sv: Värden

# no_filters
source: There are no filters for this request
fi: Kannassa ei ole suodattimia tälle pyynnölle
sv: Det finns inga filter för denna begäran
sw: no_filters

# contact_info_tab
source: Contacts
fi: Hakijat
sv: Sökande
sw: contact_info_tab

# arguments_tab
source: Arguments
fi: Perustelut
sv: Motivering
sw: arguments_tab

# sensitivity_tab
source: Sensitivity
fi: Sensitiiviset aineistot
sv: Sensitiva material
sw: sensitivity_tab

# collections_tab
source: Collections
fi: Muut käyttörajoitetut aineistot
sv: Andra begränsade material
sw: collections_tab

# summary_tab
source: Summary
fi: Yhteenveto
sv: Sammandrag
sw: summary_tab

# contact_list
source: Applicants
fi: Hakijat
sv: Sökande
sw: contact_list

# main_contact
source: Main applicant
fi: Vastuullinen hakija
sv: Huvudsökande
sw: main_contact

# additional_contacts
source: Additional applicants
fi: Muut hakijat
sv: Andra sökanden
sw: additional_contacts

# add_new_contact
source: New applicant
fi: Lisää hakija
sv: Foga sökande
sw: add_new_contact

# remove_last_contact
source: Remove last applicant
fi: Poista viimeisin hakija
sv: Ta bort det senaste sökandet
sw: remove_last_contact

source: Continue to step 2
fi: Jatka kohtaan 2
sv: Fortsätt till steg 2

# request_arguments_for_user
source: Basis for request
fi: Perustele aineistopyyntösi käyttötarkoitus
sv: Vänligen förklara användningsändamål för din begäran
sw: request_arguments_for_user

# reason_zoning
source: Land use planning
fi: Maankäytönsuunnittelu
sv: Markanvändningsplanering
sw: reason_zoning

# reason_permission
source: Permit request
fi: Lupahakemus
sv: Tillståndsansökan
sw: reason_permission

# reason_enviromental
source: Enviromental impact assessment
fi: Ympäristövaikutusten arviointimenettely
sv: Miljökonsekvensbedömning
sw: reason_enviromental

# reason_natura
source: Natura assessment (luonnonsuojelulaki)
fi: Natura-arviointimenettely (luonnonsuojelulaki)
sv: Natura-bedömning (naturvårdslag)
sw: reason_natura

# reason_scientific
source: Scientific study
fi: Tieteellinen tutkimus
sv: Vetenskaplig forskning
sw: reason_scientific

# reason_forest
source: Forest planning
fi: Metsäsuunnittelu
sv: Skogsplanering
sw: reason_forest

# reason_other
source: Other (please explain in free text)
fi: Muu (perustele vapaatekstikenttään)
sv: Annat (vänligen förklara i fri text)
sw: reason_other

source: Additional information
fi: Vastaa lisäkysymyksiin
sv: Svara på tilläggsfrågor

# required_project_name
source: Project name
fi: Hankkeen nimi
sv: Projektnamn
sw: required_project_name

# required_research_name
source: Name of study
fi: Tutkimuksen nimi
sv: Forsknings namn
sw: required_research_name

# required_research_address
source: Scientific organisation ja group and contact information
fi: Tutkimusorganisaatio ja tutkimusryhmä (jos on) ja yhteyshenkilön yhteystiedot

# required_goals
source: Goals of study
fi: Tutkimuksen tavoitteet
sv: Forskningsmål
sw: required_goals

# required_planning_description
source: Description of planning project
fi: Suunnitteluhankkeen kuvaus
sv: Beskrivning av planeringsprojektet
sw: required_planning_description

# required_municipality
source: Municipal location of project
fi: Sijaintikunta
sv: Ort där projektet är beläget
sw: required_municipality

# required_natura_areas
source: Natura sites
fi: Natura-alueet
sv: Natura-områden
sw: required_natura_areas

# required_arguments
source: Free text field
fi: Vapaatekstikenttä
sv: Fritextfält
sw: required_arguments

source: Continue to step 3
fi: Jatka kohtaan 3
sv: Fortsätt till steg 3

# sensitive_terms
source: Terms for sensitive data
fi: Sensitiivisten aineistojen käyttöehdot
sv: Användarvillkor för sensitiva data
sw: sensitive_terms

# i_accept_terms
source: I have read and understood the terms
fi: Hyväksyn ehdot
sv: Jag har läst och förstått användarvillkoren
sw: i_accept_terms

source: Exit
fi: Sulje
sv: Stäng

# request_summary
source: Summary
fi: Yhteenveto
sv: Sammandrag
sw: request_summary

# contacts
source: Applicants
fi: Hakijat
sv: Sökande
sw: contacts

# full_name
source: Name
fi: Nimi
sv: Namn
sw: full_name

source: Street Address
fi: Katuosoite
sv: Adress

source: Postal code
fi: Postinumero
sv: Postnummer

# post_office_name
source: City
fi: Postitoimipaikka
sv: Postanstalt
sw: post_office_name

source: Country
fi: Maa
sv: Land

source: Email
fi: Sähköposti
sv: E-post

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

# corporation/organization_name
source: Company / Organization name
fi: Yrityksen/organisaation nimi
sv: Namn på företag/organisation
sw: corporation/organization_name

# corporation_id
source: Business ID
fi: Y-tunnus
sv: FO-nummer
sw: corporation_id

# argument_project
source: Project name
fi: Hankkeen nimi
sv: Projektnamn
sw: argument_project

# argument_research
source: Name of study
fi: Tutkimuksen nimi
sv: Forsknings namn
sw: argument_research

# argument_goals
source: Goals of study
fi: Tutkimuksen tavoitteet
sv: Forskningsmål
sw: argument_goals

# argument_planning
source: Description of planning project
fi: Suunnitteluhankkeen kuvaus
sv: Beskrivning av planeringsprojekt
sw: argument_planning

# argument_municipality
source: Municipal location
fi: Sijaintikunta
sv: Ort där projektet är beläget
sw: argument_municipality

# argument_natura_areas
source: Natura sites
fi: Natura-alueet
sv: Natura-områden
sw: argument_natura_areas

# argument_reason
source: Free text field
fi: Lisätietoa
sv: Fritextfält
sw: argument_reason

# end_request
source: Finish the request
fi: Päätä pyyntö
sv: Avsluta begäran
sw: end_request

source: Send to be accepted
fi: Lähetä hyväksyttäväksi
sv: Skicka för godkännande

# are_you_sure_you_want_to_remove_collection
source: Are you sure you want to exclude this collection?
fi: Oletko varma, että haluat poistaa tämän aineiston pyynnöstäsi?
sv: Är du säker på att du vill utesluta denna material?
sw: are_you_sure_you_want_to_remove_collection

source: Delete
fi: Poista
sv: Utesluta

source: Back
fi: Peruuta
sv: Tillbaka

# you_accepted_terms
source: You accepted the terms of use
fi: Hyväksyit ehdot
sv: Du accepterade användarvillkoren
sw: you_accepted_terms

# new_contact
source: New applicant
fi: Uusi hakija
sv: Ny sökande
sw: new_contact

source: Hide
fi: Piilota
sv: Dold

# request_choose_reason
source: Basis for request
fi: Valitse aineiston käyttötarkoitus
sv: Välj användningsändamål för materialet
sw: request_choose_reason

# request_chosen_multiple_reasons
source: Multiple selected
fi: Valittu useampi
sv: Flera valda
sw: request_chosen_multiple_reasons

# request_chosen_all_reasons
source: All selected
fi: Valittu kaikki
sv: Alla valda
sw: request_chosen_all_reasons

source: State of request:
fi: Pyynnön tila:
sv: Status

# show_additional_information
source: Show request for additional information
fi: Näytä lisätietopyyntö
sv: Visa begäran för tilläggsuppgifter
sw: show_additional_information

# sensitive
source: Sensitive collections
fi: Sensitiiviset aineistot
sv: Sensitiva material
sw: sensitive

# restricted
source: Restricted collections
fi: Käyttörajoitetut aineistot
sv: Begränsade material
sw: restricted

source: Download
fi: Lataa
sv: Ladda ner

source: Initialize download
fi: Aloita latauksen valmistelu
sv: Börja förberedelse av nedladdningen

# you_will_be_emailed_when_ready
source: You will be emailed when your download is ready
fi: Saat ilmoituksen sähköpostiin latauksen valmistumisesta
sv: Du ska få en e-post när nedladdningen är färdig
sw: you_will_be_emailed_when_ready

# stop_wait_initialize_download
source: Initialize download for currently accepted
fi: Keskeytä käsittely ja lataa hyväksytyt
sv: Avbryta behandling och ladda ner godkända material
sw: stop_wait_initialize_download

# are_you_sure_you_want_to_download_only_those_given
source: Halt further processing and download all accepted thus far
fi: Hyväksymättä olevat aineistot eivät tule mukaan lataukseen ja jätetään pysyvästi pyynnön ulkopuolelle. Oletko varma, että haluat jatkaa?
sv: Material som inte har godkänts kommer att uteslutas från nedladdningen, och begäran kommer inte att behandlas vidare. Är du säker på att du vill gå vidare?
sw: are_you_sure_you_want_to_download_only_those_given

source: Yes
fi: Kyllä
sv: Ja

# changes_history
source: Changelog
fi: Muutoshistoria
sv: Ändringslogg
sw: changes_history

# contact_window
source: Applicants
fi: Hakijat
sv: Sökande
sw: contact_window

# argument_window
source: Basis for application
fi: Hakemuksen perustelut
sv: Motivering av begäran
sw: argument_window

# request_window
source: Collections
fi: Aineistojen tiedot
sv: Information om material
sw: request_window

# filter_window
source: Filters
fi: Aineistorajaukset
sv: Filter
sw: filter_window

# terms_window
source: Terms
fi: Käyttöehdot
sv: Användarvillkor
sw: terms_window

# decision_window
source: Decisions
fi: Päätökset
sv: Beslut
sw: decision_window

# additional_information_window
source: Questions
fi: Lisätietopyynnöt
sv: Begäran för tilläggsuppgifter
sw: additional_information_window

source: Collection name
fi: Aineisto
sv: Material

# collection_description
source: Description
fi: Kuvaus
sv: Beskrivning
sw: collection_description

# all_secured
source: All
fi: Yhteensä
sv: Totalt
sw: all_secured

source: State of processing
fi: Käsittelyn tila
sv: Status

# decision_for_admitting_sensitive_data
source: Decision on giving out sensitive data
fi: Päätös sensitiivisen tiedon antamisesta
sv: Beslut om att ge ut sensitiva data
sw: decision_for_admitting_sensitive_data

# decision_arguments
source: Basis of decision
fi: Päätöksen perustelut
sv: Motivering av beslut
sw: decision_arguments

# decicions_for_admitting_data
source: Decision on giving out data
fi: Päätös aineistokohtaisen tiedon antamisesta
sv: Beslut om att ge ut data
sw: decicions_for_admitting_data

# collection_decision_arguments
source: Basis of decision per collection
fi: Aineistokohtaiset päätöksen perustelut
sv: Motivering av beslut per material
sw: collection_decision_arguments

# argument_choices
source: Selected usages
fi: Valitut käyttötarkoitukset

# terms_of_use_of_the_collections
source: Terms of use
fi: Käyttöehdot
sv: Användarvillkor
sw: terms_of_use_of_the_collections

source: asked:
fi: kysyi:
sv: frågade:

# send_additional_information
source: Send response
fi: Lähetä vastaus
sv: Skick svar
sw: send_additional_information

# answer
source: Respond
fi: Vastaa kysymykseen
sv: Svara på frågan
sw: answer

# answered
source: responded:
fi: vastasit:
sv: svarade:
sw: answered
