Repository: luomus/pyha
Catalog: project/pyha/locale/*/LC_MESSAGES/django.po
Languages: fi, sv, sw

source: Pyha administration
fi: Pyha admin

# error_request_has_been_frozen_by_admin
source: Error, the request is currently unavailable
fi: Virhe, pyyntö on poissa käytöstä.

# admin_welcome
source: Welcome!
fi: Tervetuloa käsittelemään aineistopyyntöjä!

# admin_all_requests
source: Requests
fi: Aineistopyynnöt

# click_for_info
source: Click on a request to get more information
fi: Siirry aineistopyyntöön valitsemalla se luettelosta
sv: Klicka på en begäran för att få mer information
sw: click_for_info

# admin_request_date
source: Date
fi: Pyyntö tehty

# admin_requester
source: Created by
fi: Aineistopyynnön tekijä

# admin_request_hits
source: Matches
fi: Havaintojen lukumäärä

# admin_request_status_for_admin
source: Status
fi: Aineistopyynnön tila

# admin_you_have_not_accepted_terms
source: You haven't accepted the conditions
fi: Lue ja hyväksy ehdot

# admin_waiting
source: Waiting for handlers
fi: Odottaa päätöstä

# admin_partially_accepted
source: Partially accepted
fi: Osittain hyväksytty

# admin_denied
source: Denied
fi: Hylätty

# admin_accepted
source: Accepted
fi: Hyväksytty

# admin_waiting_for_additional_information
source: Pending additional information
fi: Odottaa lisätietoja

# admin_waiting_for_download
source: Waiting for download file to be completed
fi: Odottaa latauksen valmistumista

# admin_ready_for_download
source: Ready for download
fi: Valmiina ladattavaksi

# admin_download_has_expired
source: Download has expired
fi: Lataus on vanhentunut

# admin_unknown
source: Unknown
fi: Tuntematon

# given_values_are_not_absolute
source: Because some data is not public, the amount of observations is not exact. The amount of observations in an accepted request may differ.
fi: Salaussyistä kaikki havaintojen lukumäärät ovat suuntaa-antavia. Hyväksytyn aineistopyynnön havaintojen lukumäärä voi poiketa haetusta.
sv: Eftersom vissa data är inte offentliga är antalet av observationer vägledande. Antalet av observationer i en godkänd begäran kan avvika från sökningen.
sw: given_values_are_not_absolute

# admin_no_requests_for_admin
source: There are no requests to be shown
fi: Ei aineistopyyntöjä

# admin_settings_header
source: Settings
fi: Asetukset

# admin_user_settings
source: User settings
fi: Käyttäjäasetukset

# admin_send_me_email_for_new_requests
source: Email for new requests
fi: Lähetä sähköpostia pyynnöistä

# admin_email_for_none
source: none
fi: ei mistään

# admin_email_for_missing_handlers
source: missing handlers
fi: puuttuu käsittelijöitä

# admin_email_for_all
source: all
fi: kaikista

# admin_use_custom_email_address
source: Use custom email address
fi: Käytä vaihtoehtoista sähköpostiosoitetta

# admin_save
source: Save
fi: Tallenna

# admin_pyha_settings
source: Pyha settings
fi: Pyha asetukset

# settings_affect_pyha_not_you_as_as_user
source: Settings affect Pyha globally
fi: Seuraavat asetukset vaikuttavat järjestelmään

# admin_pyha_periodical_event_automation
source: Periodical event automation
fi: Ajoitettujen tapahtumien automatisointi

source: Periodical event automation settings work only on in built scheduling.
fi: Seuraavat asetukset vaikuttavat pelkästään ohjelmiston sisäiseen ajastettuun suoritukseen.

# admin_enable_daily_handler_email
source: Enable periodical handler email
fi: Aktivoi ajoittaiset käsittelijöiden sähköpostit

# admin_setting_additional_information
source: Additional setting information
fi: Lisätietoja asetuksesta

# daily_handler_email_information
source: Sends emails every weekday to collection handlers for collections requiring their attention.
fi: Lähettää viestin käsittelemättömistä pyynnöistä viitenä arkipäivänä kaikille aineistonkäsittelijöille, joilla on käsittelemättömiä pyyntöjä.

# admin_enable_weekly_missing_handlers_email
source: Enable periodical missing handlers email
fi: Aktivoi ajoittainen puuttuvien käsittelijöiden tarkistus

# weekly_missing_handlers_email_information
source: Does weekly checks on requests being handled for collections with missing handlers.&#10; Sends a notification email about those missing to ICT email.&#10; Doesn't send anything if handlers are found for all collections.
fi: Tarkistaa Pyhaan tehdyt käsittelyssä olevat pyynnöt viikottain ja lähettää viestin ICT-sähköpostiinpyyntöjen kokoelmista, joilla ei ole käsittelijöitä.Ei lähetä mitään, mikäli käsittelijät löytyvät kaikille aineistoille.

# admin_enable_auto_decline_overdue
source: Enable periodical decline overdue collections
fi: Aktivoi ajoittainen vanhentuvien päätösten hylkäys

# auto_decline_overdue_information
source: Declines overdue collections automatically after a period of 28 days.&#10; Days are counted starting from the approval of terms by the requester.
fi: Hylkää pyyntöjen aineistoja automaattisesti, mikäli niihin ei ole muodostettu päätöstä 28 päivän aikana. Laskenta alkaa hetkestä, kun pyytäjä on hyväksynyt aineistonsa ehdot.

# required_fields_indicated_with_sign
source: Required fields are marked with an asterisk
fi: Tähdellä merkityt kentät ovat pakollisia.
sv: Obligatoriska fält är markerade med en asterisk.
sw: required_fields_indicated_with_sign

source: Enter name and address
fi: Nimi ja osoitetiedot
sv: Namn och adress

# enter_full_name
source: Full name
fi: Etunimet ja Sukunimi
sv: För- och efternamn
sw: enter_full_name

# enter_street_address
source: Address
fi: Katuosoite
sv: Adress
sw: enter_street_address

# enter_postal_code
source: Postal code
fi: Postinumero
sv: Postnummer
sw: enter_postal_code

# enter_post_office_name
source: City
fi: Postitoimipaikka
sv: Postanstalt
sw: enter_post_office_name

# enter_country
source: Country
fi: Maa
sv: Land
sw: enter_country

# enter_email_and_phone
source: Email and Phone
fi: Sähköposti ja puhelinnumero
sv: E-post och telefonnummer
sw: enter_email_and_phone

# enter_email
source: Email
fi: Sähköposti
sv: E-post
sw: enter_email

# enter_phone_number
source: Phone number
fi: Puhelinnumero
sv: Telefonnummer
sw: enter_phone_number

# enter_corporation/organization
source: Company/Organization
fi: Yrityksen tiedot
sv: Information om företag
sw: enter_corporation/organization

# enter_corporation/organization_name
source: Company/Organization name
fi: Yrityksen/organisaation nimi
sv: Namn på företag/organisation
sw: enter_corporation/organization_name

# enter_corporation_id
source: Business ID
fi: Y-tunnus
sv: FO-nummer
sw: enter_corporation_id

# additional_contact_name
source: Additional applicant name
fi: Lisähakijan nimi:
sv: Namn på ytterligare sökande
sw: additional_contact_name

# contact_street_address
source: Address
fi: Katuosoite:
sv: Adress
sw: contact_street_address

# contact_postal
source: Postal code
fi: Postinumero:
sv: Postnummer
sw: contact_postal

# contact_post_office
source: City
fi: Postitoimipaikka:
sv: Postanstalt
sw: contact_post_office

# contact_country
source: Country
fi: Maa:
sv: Land
sw: contact_country

# contact_email
source: Email
fi: Sähköposti:
sv: E-post
sw: contact_email

# contact_phone_number
source: Phone number
fi: Puhelinnumero:
sv: Telefonnummer
sw: contact_phone_number

# contact_corporation
source: Company
fi: Yritys/Organisaatio:
sv: Företag/organisation
sw: contact_corporation

# contact_corporation_id
source: Business ID
fi: Y-tunnus:
sv: FO-nummer:
sw: contact_corporation_id

# request_for_user
source: Request
fi: Aineistopyyntösi
sv: Dina begäran
sw: request_for_user

# request_description
source: Description
fi: Kuvaus
sv: Beskrivning
sw: request_description

# request_description_tooltip
source: You may write a small header or a description to help you identify your request.
fi: Voit kirjoittaa tähän lyhyen kuvauksen/otsakkeen pyynnöstä itsellesi.

source: No description
fi: Ei kuvausta
sv: Ingen beskrivning

source: Change
fi: Tallenna pyynnön kuvaus
sv: Spara beskrivning av begäran

source: Toggle navigation
fi: Selaa
sv: Bläddra

# all_requests
source: Requests
fi: Aineistopyynnöt
sv: Begäran
sw: all_requests

source: Admin site
fi: Admin sivu

# admin_settings
source: Settings
fi: Asetukset

# admin
source: Role: Admin
fi: Rooli: Admin
sv: Roll: Admin
sw: admin

# handler
source: Role: Handler
fi: Rooli: Käsittelijä
sv: Roll: behandlare

# user
source: Role: User
fi: Rooli: Käyttäjä
sv: Roll: Användare
sw: user

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

# set_lang_sv
source: PÃ¥ svenska
fi: På svenska
sv: På svenska

# handler_welcome
source: Welcome!
fi: Tervetuloa käsittelemään aineistopyyntöjä!
sv: Välkommen!
sw: handler_welcome

# handler_all_requests
source: Requests
fi: Aineistopyynnöt
sv: Begäran
sw: handler_all_requests

# handler_request_date
source: Date
fi: Pyyntö tehty
sv: Datum
sw: handler_request_date

# handler_requester
source: Created by
fi: Aineistopyynnön tekijä
sv: Skapad av
sw: handler_requester

# handler_request_hits
source: Matches
fi: Havaintojen lukumäärä
sv: Antalet av observationer
sw: handler_request_hits

# handler_request_status_for_admin
source: Status
fi: Aineistopyynnön tila
sv: Status av begäran
sw: handler_request_status_for_admin

# handler_you_have_not_accepted_terms
source: Please read and accept the terms
fi: Lue ja hyväksy ehdot
sv: Vänligen läs och acceptera användarvillkoren
sw: handler_you_have_not_accepted_terms

# handler_waiting_for_response_on_answer
source: The request for more information has a response
fi: Lisätietokysymykseen on vastattu
sv: Väntar på beslut
sw: handler_waiting_for_response_on_answer

# handler_waiting_for_others
source: Pending decision by others
fi: Odottaa muiden päätöstä
sv: Väntar på beslut av andra
sw: handler_waiting_for_others

# handler_waiting_for_you
source: Pending your decision
fi: Odottaa sinun päätöstäsi
sv: Väntar på ditt beslut
sw: handler_waiting_for_you

# handler_partially_accepted
source: Partially accepted
fi: Osittain hyväksytty
sv: Delvis accepterad
sw: handler_partially_accepted

# handler_denied
source: Denied
fi: Hylätty
sv: Nekad
sw: handler_denied

# handler_accepted
source: Partially accepted
fi: Hyväksytty
sv: Accepterad
sw: handler_accepted

# handler_waiting_for_additional_information
source: Pending additional information
fi: Odottaa lisätietoja
sv: Väntar på tillägsuppgifter
sw: handler_waiting_for_additional_information

# handler_waiting_for_download
source: Waiting for download file to be completed
fi: Odottaa latauksen valmistumista
sv: Väntar på att nedladdningsfil ska bli färdig
sw: handler_waiting_for_download

# handler_ready_for_download
source: Ready for downloading
fi: Valmiina ladattavaksi
sv: Klar för nedladdning
sw: handler_ready_for_download

# handler_download_has_expired
source: Download has expired
fi: Lataus on vanhentunut

# handler_unknown
source: Unknown
fi: Tuntematon
sv: Okänd
sw: handler_unknown

# handler_no_requests_for_admin
source: There are no requests to be shown
fi: Ei aineistopyyntöjä
sv: Det finns inga begäran
sw: handler_no_requests_for_admin

source: Welcome!
fi: Tervetuloa aineistopyyntöjen hallintajärjestelmään!
sv: Välkommen!

# requests_for_user
source: Request
fi: Aineistopyyntösi
sv: Dina begäran
sw: requests_for_user

# request_date
source: Date
fi: Pyyntö tehty
sv: Datum
sw: request_date

# request_hits
source: Matches
fi: Havaintojen lukumäärä
sv: Antal av observationer
sw: request_hits

# request_status_for_user
source: Status
fi: Pyynnön tila
sw: request_status_for_user

# you_have_not_accepted_terms
source: You haven't accepted the conditions
fi: Lue ja hyväksy ehdot
sv: Vänligen läs och acceptera användarvillkor
sw: you_have_not_accepted_terms

# waiting_for_data_provider
source: Pending decision
fi: Odottaa päätöstä
sv: Väntar på beslutet
sw: waiting_for_data_provider

source: Partially accepted
fi: Hyväksytty (osittain hylätty)
sv: Delvis accepterad

source: Denied
fi: Hylätty
sv: Nekad

source: Accepted
fi: Hyväksytty
sv: Accepterad

# waiting_for_additional_information
source: Pending additional information
fi: Odottaa lisätietoja
sv: Väntar på tillägsuppgifter
sw: waiting_for_additional_information

# waiting_for_download
source: Waiting for download file to be completed
fi: Odottaa latauksen valmistumista
sv: Väntar på att nedladdningsfil ska bli färdig
sw: waiting_for_download

source: Ready for download
fi: Valmiina ladattavaksi
sv: Klar för nedladdning

source: Download has expired
fi: Lataus on vanhentunut
sv: Nedladdningen har löpt ut

source: Unknown
fi: Tuntematon
sv: Okänd

# no_requests_for_user
source: There are no requests to be shown
fi: Kannassa ei ole pyyntöjä
sv: Det finns inga begäran att visa
sw: no_requests_for_user

# admin_request_from_user
source: Request from user
fi: Pyyntö käyttäjältä

# admin_state_of_request
source: State of request:
fi: Pyynnön tila:

# admin_waiting_for_others
source: Pending decision by others
fi: Odottaa muiden päätöstä

# admin_waiting_for_you
source: Pending for a decision
fi: Odottaa sinun päätöstäsi

# admin_show_additional_information
source: show_additional_information
fi: Näytä lisätietopyyntö

# admin_request_is_frozen
source: This request is currently frozen
fi: Pyyntö on jäädytetty

# admin_unfreeze_request
source: Unfreeze request
fi: Poista jäädytys

# admin_unfreeze_request_to_re-enable_access_and_actions_by_users_not_admin
source: Unfreeze request to re-enable actions by users not admin
fi: Poista jäädytys palauttaaksesi muille käyttäjäryhmille pääsy muuttamaan pyyntöä.

# admin_request_is_not_frozen
source: This request is currently unfrozen
fi: Pyyntöä ei ole jäädytetty

# admin_freeze_request
source: Freeze request
fi: Jäädytä pyyntö

# admin_freeze_request_to_disable_access_and_actions_by_users_not_admin
source: Freeze request to disable actions by users not admin
fi: Jäädytä pyyntö evätäksesi muilta käyttäjäryhmiltä pääsy muuttamaan pyyntöä.

# admin_sensitive
source: Sensitive data
fi: Sensitiiviset aineistot

# admin_restricted
source: Restricted collections
fi: Käyttörajoitetut aineistot

# admin_changes_history
source: Changes log
fi: Muutoshistoria

# admin_contact_window
source: Contacts
fi: Hakijat

# admin_argument_window
source: Arguments
fi: Aineistopyynnön perustelut

# admin_request_window
source: Request
fi: Aineistojen tiedot

# admin_filter_window
source: Filters
fi: Aineistorajaukset

# admin_terms_window
source: Terms
fi: Ehdot

# admin_decision_window
source: Decisions
fi: Päätökset

# admin_additional_information_window
source: Questions
fi: Lisätietopyynnöt

# admin_comments_window
source: Comments by authorities
fi: Viranomaisten kommentit

# admin_communications_window
source: Communications
fi: Viestintä

source: Collections including sensitive sightings are marked with symbol
fi: Aineistot, jotka sisältävät sensitiivistä tietoa ovat merkitty kuvakkeella.
sv: Material som innehåller sensitiva data är markerade med en symbol

# admin_collection_name
source: Collection name
fi: Aineisto

# admin_collection_description
source: Description
fi: Kuvaus

# admin_secured_by_data_provider
source: Secured by data provider
fi: Käyttörajoitetut havainnot

# admin_generally_secured
source: Generally secured
fi: Sensitiiviset havainnot

# admin_all_secured
source: All
fi: Yhteensä

source: admin_secured_by_quarantine
fi: Karanteenissa

# admin_state_of_processing
source: State of processing
fi: Käsittelyn tila

source: Admission for sensitive data
fi: Sensitiiviset aineistot
sv: Sensitiva material

# admin_show_in_officials_portal
source: Show results in government portal
fi: Näytä tulokset viranomaisportaalissa

# admin_show_in_portal
source: Show in Laji.fi
fi: Näytä Laji.fi portaalissa

# admin_filter
source: Filters
fi: Suodattimet

# admin_values
source: Values
fi: Arvot

# admin_no_filters
source: There are no filters for this request
fi: Kannassa ei ole suodattimia tälle pyynnölle

# request_arguments
source: Basis
fi: Perustelut
sv: Motiveringen
sw: request_arguments

# admin_argument_choices
source: Selected usage
fi: Valitut käyttötarkoitukset

# admin_reason_zoning
source: Land use planning
fi: Maankäytön suunnittelu

# admin_reason_permission
source: Permit request
fi: Lupahakemus

# admin_reason_enviromental
source: Environmental impact assessment
fi: Ympäristövaikutusten arviointimenettely

# admin_reason_natura
source: Natura assessment (luonnonsuojelulaki)
fi: Natura-arviointimenettely (luonnonsuojelulaki)

# admin_reason_scientific
source: Scientific study
fi: Tieteellinen tutkimus

# admin_reason_forest
source: Forest planning
fi: Metsäsuunnittelu

# admin_reason_other
source: Other (please explain in free text)
fi: Muu (perustele vapaatekstikenttään)

# admin_argument_project
source: Project name and description
fi: Hankkeen nimi

# admin_argument_research
source: Name of study
fi: Tutkimuksen nimi

# argument_research_address
source: Scientific organisation ja group and contact information
fi: Tutkimusorganisaatio ja tutkimusryhmä (jos on) ja yhteyshenkilön yhteystiedot

# admin_argument_goals
source: Goals of study
fi: Tutkimuksen tavoitteet

# admin_argument_planning
source: Description of planning project
fi: Suunnitteluhankkeen kuvaus

# admin_argument_municipality
source: Municipal location of project
fi: Sijaintikunta

# admin_argument_natura_areas
source: Natura sites included
fi: Natura-alueet

# admin_argument_reason
source: Free text field
fi: Lisätietoa

# admin_terms
source: Terms of use
fi: Käyttöehdot

# admin_sensitivity
source: Sensitivity
fi: Sensitiivisen lajitiedon käyttöehdot

# admin_terms_of_use_of_the_collections
source: Terms of use of the collections
fi: Käyttöehdot

# as_pdf
source: to PDF
fi: PDF-muodossa
sv: i PDF-form
sw: as_pdf

# admin_exit
source: Exit
fi: Poistu

# admin_sensitive_terms
source: Terms for sensitive data
fi: Sensitiivisten aineistojen käyttöehdot

# admin_as_pdf
source: to PDF
fi: PDF-muodossa

# contact_name
source: Full name
fi: Nimi:
sv: Namn
sw: contact_name

# admin_full_name
source: Full name
fi: Nimi

# admin_street_address
source: Address
fi: Katuosoite

# admin_postal_code
source: Postal code
fi: Postinumero

# admin_post_office_name
source: City
fi: Postitoimipaikka

# admin_country
source: Country
fi: Maa

# admin_email
source: Email
fi: Sähköposti

# admin_phone_number
source: Phone number
fi: Puhelinnumero

# admin_corporation/organization_name
source: Company/Organisation name
fi: Yrityksen/Järjestön nimi

# admin_corporation_id
source: Business ID
fi: Y-tunnus

# admin_user_no_sensitive_data
source: Request contains no sensitive data
fi: Pyyntö ei sisällä sensitiivistä tietoa

# admin_list_of_collections
source: Collections including sensitive data:
fi: Tee päätös sensitiivisen lajitiedon luovutuksesta

# admin_decision_arguments
source: Arguments for decision
fi: Päätöksen perustelut

# admin_skipped
source: skipped
fi: kysyi:

# admin_accept
source: Accept
fi: Hyväksy

# admin_refuse
source: Reject
fi: Hylkää

# admin_secured_collection_decicions
source: Make a decision concerning giving out collection data
fi: Tee päätös aineiston tietojen luovutuksesta

# admin_reset
source: Reset
fi: Nollaa

source: Sensitivity
fi: Sensitiivisen lajitiedon käyttöehdot
sv: Användarvillkor för sensitiva artdata

# admin_question
source: Additional questions
fi: Administraattori

# admin_asked
source: asked:
fi: kysyi:

source: inquiry
fi: kyselyyn
sv: förfrågan

# admin_answered
source: responded:
fi: vastasi:

# admin_form_to_request_additional_information
source: Form to request additional information
fi: Lomake lisätietojen pyytämiseen

# ask_as_admin_of
source: Ask in role
fi: Kysy roolissa

# as_admin
source: Administrator
fi: Administraattori
sv: i Admin

# admin_request_additional_information
source: Request additional information
fi: Pyydä lisätietoja

# admin_said
source: wrote:
fi: Administraattori sanoi:
sv: Admin säger

# admin_log_date
source: Date
fi: Päiväys

# admin_log_maker
source: Author
fi: Tekijä

# admin_log_role
source: Role
fi: Roolissa

# admin_log_description
source: Description
fi: Kuvaus

# admin_log_admin
source: Administrator
fi: Administraattori

# admin_log_handler
source: Handler
fi: Käsittelijä

# admin_log_sensitive_data_handler
source: Sensitive data handler
fi: Viranomainen

# admin_log_collection_provider
source: Collection provider
fi: Aineiston toimittaja

# admin_log_sensitive_and_collections_handler
source: Sensitive and collections handler
fi: Sensitiivisen ja aineistokohtaisen tiedon käsittelijä

# admin_log_viewed
source: Viewed
fi: Katsottu

# admin_log_terms_accepted
source: Terms accepted
fi: Ehdot hyväksytty

# admin_log_sensitives_accepted
source: Sensitive data accepted
fi: Sensitiiviset hyväksytty

# admin_log_collection_accepted
source: Collection accepted
fi: Aineisto hyväksytty

# admin_log_collection_accepted_because_overdue
source: Collection was accepted because the decision was overdue
fi: Aineisto hyväksytty automaattisesti koska pyyntöön ei ole reagoitu tarpeeksi nopeasti.

# admin_log_sensitives_reset
source: Sensitive data reset
fi: Sensitiiviset päätös nollattu

# admin_log_collection_reset
source: Collection reset
fi: Aineisto päätös nollattu

# admin_log_sensitives_denied
source: Sensitive data denied
fi: Sensitiiviset hylätty
sv: Sensitiva data nekad

# admin_log_collection_denied
source: Collection denied
fi: Aineisto hylätty
sv: Material nekad

# admin_log_sensitives_denied_because_overdue
source: DECISION_POSITIVE_OVERDUE
fi: DECISION_NEGATIVE_OVERDUE

# admin_log_collection_denied_because_overdue
source: Collection was denied because the decision was overdue
fi: Aineisto hylätty automaattisesti koska pyyntöön ei ole reagoitu tarpeeksi nopeasti.

# log_no_history
source: No history
fi: Muutoshistoria on tyhjä
sv: Ändringslogg är tom
sw: log_no_history

# admin_refresh_collections_cache
source: Refresh collections
fi: Päivitä kokoelmat

# admin_communications_collections
source: Collections by groups
fi: Kokoelmat ryhmittäin

# admin_communications_handlers
source: Handlers
fi: Käsittelijät

# admin_communications_state
source: State
fi: Tila

# admin_send_email
source: Send
fi: Lähetä

# admin_communications_email
source: Email
fi: Sähköposti

# admin_name_is_none
source: Empty
fi: tyhjä

# admin_collections_missing_handler
source: Collections are missing handlers
fi: Aineistoista puuttuu käsittelijöitä

# email_sender
source: Sender
fi: Lähettäjä

# email_header
source: Subject
fi: Aihe

# email_lang
source: Language
fi: Kieli

# admin_email_lang_all
source: all
fi: kaikki

# admin_send
source: Send
fi: Lähetä

source: Emailed
fi: Lähetetty

source: Not emailed
fi: Lähettämättä

# no_communications
source: Communications is empty
fi: Viestintä on tyhjä

# in_other_languages_below
source: (PÃ¥ svenska se nedan, in English see below)
fi: (På svenska se nedan, in English see below)

# secured_collections_in_request
source: Request involves collections requiring approval of data provider's terms
fi: Aineistopyyntöösi sisältyy käyttörajoitettuja aineistoja. Lue ja hyväksy käyttöehdot
sv: Din begäran innehåller begränsade material. Vänligen läs och acceptera användarvillkor
sw: secured_collections_in_request

# collection_for_user
source: Collection
fi: Aineisto
sv: Material
sw: collection_for_user

# sightings_secured_by_data_provider
source: Observations restricted by data owner
fi: Käyttörajoittettuja havaintoja
sv: Begränsade observationer
sw: sightings_secured_by_data_provider

# terms_of_collection_use
source: Terms of use of the collections
fi: Aineistokohtaiset käyttöehdot
sv: Användarvillkor
sw: terms_of_collection_use

# Delete_these_sightings
source: Exclude collection
fi: En tarvitse tätä aineistoa
sv: Jag behöver inte detta material
sw: Delete_these_sightings

source: Terms
fi: Käyttöehdot
sv: Användarvillkor
