Repository: luomus/pyha
Catalog: luomuspyha/pyha/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Toggle navigation
fi: Selaa

# all_requests
source: Requests
fi: Aineistopyynnöt

# admin
source: Requesthandler
fi: Rooli: käsittelijä

source: User
fi: Rooli: käyttäjä

source: Log out
fi: Kirjaudu ulos

# set_lang_sv
source: PÃ¥ svenska
fi: På svenska

source: handler_welcome
fi: Tervetuloa käsittelemään aineistopyyntöjä!

source: handler_all_requests
fi: Aineistopyynnöt

# click_for_info
source: Click on a request to get more information
fi: Siirry aineistopyyntöön valitsemalla se luettelosta

source: handler_request_date
fi: Pyyntö tehty

source: handler_requester
fi: Aineistopyynnön tekijä

source: handler_request_hits
fi: Havaintojen lukumäärä

source: handler_request_status_for_admin
fi: Aineistopyynnön tila

source: handler_you_have_not_accepted_terms
fi: Lue ja hyväksy ehdot

source: handler_waiting_for_response_on_answer
fi: Lisätietokysymykseen on vastattu

source: handler_waiting_for_others
fi: Odottaa muiden päätöstä

source: handler_waiting_for_you
fi: Odottaa sinun päätöstäsi

source: handler_partially_accepted
fi: Hyväksytty (osittain hylätty)

source: handler_denied
fi: Hylätty

source: handler_accepted
fi: Hyväksytty

source: handler_waiting_for_additional_information
fi: Odottaa lisätietoja

source: handler_waiting_for_download
fi: Odottaa latauksen valmistumista

source: handler_ready_for_download
fi: Valmiina ladattavaksi

source: handler_unknown
fi: Tuntematon

source: handler_no_requests_for_admin
fi: Kannassa ei ole pyyntöjä

source: given_values_are_not_absolute
fi: Salaussyistä kaikki havaintojen lukumäärät ovat suuntaa-antavia. Hyväksytyn aineistopyynnön havaintojen lukumäärä voi poiketa haetusta.

source: handler_request_from_user
fi: Pyyntö käyttäjältä

source: handler_state_of_request
fi: Pyynnön tila:

source: handler_show_additional_information
fi: Näytä lisätietopyyntö

source: handler_sensitive
fi: Sensitiiviset aineistot

source: Accepted
fi: Hyväksytty

source: Denied
fi: Hylätty

source: handler_restricted
fi: Aineistot

source: handler_changes_history
fi: Muutoshistoria

source: handler_contact_window
fi: Hakijat

source: handler_argument_window
fi: Hakemuksen perustelut

source: handler_request_window
fi: Aineistojen tiedot

source: handler_filter_window
fi: Aineistorajaukset

source: handler_terms_window
fi: Käyttöehdot

source: handler_decision_window
fi: Tee päätös

source: handler_additional_information_window
fi: Pyydä lisätietoja

source: handler_comments_window
fi: Viranomaisten kommentit

source: handler_collections_in_request
fi: Pyyntöön sisältyvät aineistot

source: Collections including sensitive sightings are marked with symbol
fi: Aineistot, jotka sisältävät sensitiivistä tietoa ovat merkitty kuvakkeella.

source: handler_collection_name
fi: Aineiston nimi

source: handler_collection_description
fi: Kokoelman kuvaus

source: handler_secured_by_data_provider
fi: Käyttörajoitetut havainnot

source: handler_generally_secured
fi: Sensitiiviset havainnot

source: handler_all_secured
fi: Yhteensä

source: handler_state_of_processing
fi: Käsittelyn tila

source: Partially accepted
fi: Hyväksytty (osittain hylätty)

source: Admission for sensitive data
fi: Sensitiiviset aineistot

source: Unknown
fi: Tuntematon

source: handler_request_filters
fi: Aineistopyynnön rajaukset

source: handler_show_in_officials_portal
fi: Katso tulokset viranomaisportaalissa

source: handler_show_in_portal
fi: Näytä Laji.fi portaalissa

source: handler_filter
fi: Rajaus

source: handler_values
fi: Arvot

source: handler_no_filters
fi: Kannassa ei ole suodattimia tälle pyynnölle

source: request_arguments
fi: Perustelut

source: handler_reason_zoning
fi: Maankäytönsuunnittelu

source: handler_reason_permission
fi: Lupahakemus

source: handler_reason_enviromental
fi: Ympäristövaikutusten arviointimenettely

source: handler_reason_natura
fi: Natura-arviointimenettely (luonnonsuojelulaki)

source: handler_reason_scientific
fi: Tieteellinen tutkimus

source: handler_reason_forest
fi: Metsäsuunnittelu

source: handler_reason_other
fi: Muu (Perustele vapaatekstikenttään)

source: handler_argument_project
fi: Hankkeen nimi ja kuvaus

source: handler_argument_research
fi: Tutkimuksen nimi

source: handler_argument_goals
fi: Tutkimuksen tavoitteet

source: handler_argument_planning
fi: Suunnitteluhankkeen kuvaus

source: handler_argument_municipality
fi: Hankkeen sijaintikunta

source: handler_argument_natura_areas
fi: Mukana olevat Natura-alueet

source: handler_argument_reason
fi: Vapaatekstikenttä

source: handler_terms
fi: Käyttöehdot

source: handler_sensitivity
fi: Sensitiivisyys

source: handler_terms_of_use_of_the_collections
fi: Käyttöehdot

source: as_pdf
fi: PDF muodossa

source: handler_exit
fi: Poistu

source: handler_sensitive_terms
fi: Sensitiivisten aineistojen käyttöehdot

source: handler_as_pdf
fi: PDF muodossa

source: contact_name
fi: Aineistopyynnön tekijän nimi:

source: contact_street_address
fi: Katuosoite:

source: contact_post_office
fi: Postitoimipaikka:

source: contact_postal
fi: Postinumero:

source: contact_country
fi: Maa:

source: contact_email
fi: Sähköposti:

source: contact_phone_number
fi: Puhelinnumero:

source: contact_corporation
fi: Yritys/Organisaatio:

source: contact_corporation_id
fi: Y-tunnus:

source: additional_contact_name
fi: Muun hakijan nimi:

source: handler_contacts
fi: Hakijat

source: handler_full_name
fi: Nimi

source: handler_street_address
fi: Katuosoite

source: handler_post_office_name
fi: Postitoimipaikka

source: handler_postal_code
fi: Postinumero

source: handler_country
fi: Maa

source: handler_email
fi: Sähköposti

source: handler_phone_number
fi: Puhelinnumero

source: handler_corporation/organization_name
fi: Yritys/Organisaatio

source: handler_corporation_id
fi: Y-tunnus

source: handler_user_no_sensitive_data
fi: Pyyntö ei sisällä sensitiivistä tietoa

source: handler_list_of_collections
fi: Tee päätös sensitiivisen lajitiedon luovutuksesta

source: handler_decision_arguments
fi: Perustelut päätökselle

source: handler_accept
fi: Hyväksy

source: handler_refuse
fi: Hylkää

source: handler_secured_collection_decicions
fi: Tee päätös aineiston tietojen luovutuksesta

source: handler_additional_questions
fi: Lisäkysymyksiä

source: sensitivity
fi: Sensitiivisen lajitiedon käyttöehdot

source: handler_asked
fi: kysyi:

source: inquiry
fi: kyselyyn

source: handler_answered
fi: vastasi:

source: handler_form_to_request_additional_information
fi: Lomake lisätietojen pyytämiseen

source: ask_as_handler_of
fi: Kysy roolissa

source: handler_request_additional_information
fi: Pyydä lisätietoja

source: handler_official_comment_area
fi: Viranomaisten kommentit

source: handler_said
fi: kirjoitti:

source: handler_save
fi: Tallenna

source: handler_log_date
fi: Päiväys

source: handler_log_maker
fi: Tekijä

source: handler_log_description
fi: Kuvaus

source: handler_log_viewed
fi: Katsottu

source: handler_log_terms_accepted
fi: Ehdot hyväksytty

source: handler_log_sensitives_accepted
fi: Sensitiiviset hyväksytty

source: handler_log_collection_accepted
fi: Aineisto hyväksytty

source: handler_log_sensitives_denied
fi: Sensitiiviset hylätty

source: handler_log_collection_denied
fi: Aineisto hylätty

# log_no_history
source: No history
fi: Muutoshistoria on tyhjä

source: Welcome!
fi: Tervetuloa aineistopyyntöjen hallintajärjestelmään!

# requests_for_user
source: Request
fi: Aineistopyyntösi

# request_date
source: Date
fi: Pyyntö tehty

# request_hits
source: Matches
fi: Havaintojen lukumäärä

# request_status_for_user
source: Status
fi: Pyynnön tila

# request_description
source: Description
fi: Kuvaus

# you_have_not_accepted_terms
source: You haven't accepted the conditions
fi: Lue ja hyväksy ehdot

# waiting_for_data_provider
source: Pending the processing of the data provider
fi: Odottaa päätöstä

source: waiting_for_additional_information
fi: Odottaa lisätietoja

source: waiting_for_download
fi: Odottaa latauksen valmistumista

source: ready_for_download
fi: Valmiina ladattavaksi

# no_requests_for_user
source: There are no requests to be shown
fi: Kannassa ei ole pyyntöjä

# request_filters
source: Requests filters
fi: Aineistopyynnön rajaukset

source: Show
fi: Näytä

source: show_in_portal
fi: Näytä Laji.fi portaalissa

source: Filter
fi: Rajaus

source: Values
fi: Arvot

# no_filters
source: There are no filters for this request
fi: Kannassa ei ole suodattimia tälle pyynnölle

source: contact_info_tab
fi: Hakijat

# arguments_tab
source: Arguments
fi: Perustelut

# sensitivity_tab
source: Sensitivity
fi: Sensitiiviset aineistot

# collections_tab
source: Collections
fi: Muut käyttörajoitetut aineistot

# summary_tab
source: Summary
fi: Yhteenveto

source: contact_list
fi: Hakijat

source: main_contact
fi: Vastuullinen hakija

source: additional_contacts
fi: Muut hakijat

source: add_new_contact
fi: Lisää hakija

source: remove_last_contact
fi: Poista viimeisin hakija

source: required_fields_indicated_with_sign
fi: Tähdellä merkityt kentät ovat pakollisia.

source: enter_name_and_address
fi: Nimi ja osoitetiedot

source: enter_full_name
fi: Etunimet ja Sukunimi

source: enter_street_address
fi: Katuosoite

source: enter_post_office_name
fi: Postitoimipaikka

source: enter_postal_code
fi: Postinumero

source: enter_country
fi: Maa

source: enter_email_and_phone
fi: Sähköposti ja puhelinnumero

source: enter_email
fi: Sähköposti

source: enter_phone_number
fi: Puhelinnumero

source: enter_corporation/organization
fi: Yritystiedot

source: enter_corporation/organization_name
fi: Yrityksen/Järjestön nimi

source: enter_corporation_id
fi: Y-tunnus

source: Continue to step 2
fi: Jatka kohtaan 2

# request_arguments_for_user
source: Argument for request
fi: Perustele aineistopyyntösi käyttötarkoitus

source: reason_zoning
fi: Maankäytönsuunnittelu

source: reason_permission
fi: Lupahakemus

source: reason_enviromental
fi: Ympäristövaikutusten arviointimenettely

source: reason_natura
fi: Natura-arviointimenettely (luonnonsuojelulaki)

source: reason_scientific
fi: Tieteellinen tutkimus

source: reason_forest
fi: Metsäsuunnittelu

source: reason_other
fi: Muu (Perustele vapaatekstikenttään)

source: additional_information
fi: Vastaa lisäkysymyksiin

source: required_project_name
fi: Hankkeen nimi

source: required_research_name
fi: Tutkimuksen nimi

source: required_goals
fi: Tutkimuksen tavoitteet

source: required_planning_description
fi: Suunnitteluhankkeen kuvaus

source: required_municipality
fi: Sijaintikunta

source: required_natura_areas
fi: Natura-alueet

source: Required arguments
fi: Vapaatekstikenttä

source: Previous
fi: Edellinen

source: Continue to step 3
fi: Jatka kohtaan 3

# sensitive_terms
source: Terms for sensitive data
fi: Sensitiivisten aineistojen käyttöehdot

# i_accept_terms
source: I have read and understood the terms
fi: Hyväksyn ehdot

source: Exit
fi: Sulje

source: Terms
fi: Käyttöehdot

source: request_summary
fi: Yhteenveto

source: contacts
fi: Hakijat

source: full_name
fi: Nimi

source: street_address
fi: Katuosoite

source: post_office_name
fi: Postitoimipaikka

source: postal_code
fi: Postinumero

source: country
fi: Maa

source: email
fi: Sähköposti

source: phone_number
fi: Puhelinnumero

source: corporation/organization_name
fi: Yrityksen/Järjestön nimi

source: corporation_id
fi: Y-tunnus

source: argument_project
fi: Hankkeen nimi

source: argument_research
fi: Tutkimuksen nimi

source: argument_goals
fi: Tutkimuksen tavoitteet

source: argument_planning
fi: Suunnitteluhankkeen kuvaus

source: argument_municipality
fi: Sijaintikunta

source: argument_natura_areas
fi: Natura-alueet

source: argument_reason
fi: Vapaatekstikenttä

source: end_request
fi: Päätä pyyntö

source: Send to be accepted
fi: Lähetä hyväksyttäväksi

# are_you_sure_you_want_to_remove_collection
source: Are you sure you want to remove this collection?
fi: Oletko varma, että haluat poistaa tämän aineiston pyynnöstäsi?

source: Delete
fi: Poista

source: Back
fi: Peruuta

# you_accepted_terms
source: You accepted the terms of use
fi: Hyväksyit ehdot

source: new_contact
fi: Uusi hakija

source: Hide
fi: Piilota

source: request_choose_reason
fi: Valitse aineiston käyttötarkoitus

source: request_chosen_multiple_reasons
fi: Valittu useampi kohta

source: request_chosen_all_reasons
fi: Valittu kaikki kohdat

# secured_collections_in_request
source: Request involves collections requiring approval of data providers terms
fi: Aineistopyyntöösi liittyy käyttörajoitettuja aineistoja. Lue ja hyväksy käyttöehdot

# collection_for_user
source: Collection
fi: Aineisto

source: Sightings secured by data provider
fi: Käyttörajoittettuja havaintoja

# terms_of_collection_use
source: Terms of use of the collections
fi: Aineistokohtaiset käyttöehdot

# Delete_these_sightings
source: Delete sightings
fi: En tarvitse tätä aineistoa

# no_custom_sightings_go_to_step_3
source: Request doesn't include sightings secured by data provider, go to step 3
fi: Aineistopyyntöön ei sisälly muilla tavoilla käyttörajoitettuja havaintoja, siirry seuraavaan kohtaan

source: Continue
fi: Jatka yhteenvetoon

source: request_was_empty_and_will_be_closed
fi: Pyyntösi oli tyhjä, ja sen käsittely päätetään.

# collections_in_request
source: Collections in this request
fi: Pyyntöösi sisältyvät aineistot

source: Secured by data provider
fi: Käyttörajoitetut havainnot

source: Generally secured
fi: Sensitiiviset havainnot

# Request involves collections requiring approval for sensitive terms
source: Request involves collections requiring approval of sensitive terms
fi: Aineistopyyntöösi liittyy sensitiivistä tietoa. Lue ja hyväksy käyttöehdot

source: Sensitive sightings
fi: Sensitiivisiä havaintoja

source: no_sensitive_sightings_have_to_accept_terms
fi: Pyyntöön ei sisälly sensitiivisiä havaintoja, hyväksy ehdot jatkaaksesi

source: continue_to_step_4
fi: Jatka kohtaan 4

# request_for_user
source: Request
fi: Aineistopyyntösi

source: No description
fi: Ei kuvausta

source: Change
fi: Tallenna pyynnön kuvaus

source: description
fi: Kuvaus

source: change_description
fi: Muuta kuvaus

source: state_of_request
fi: Pyynnön tila:

source: show_additional_information
fi: Näytä lisätietopyyntö

source: sensitive
fi: Sensitiiviset aineistot

source: restricted
fi: Käyttörajoitetut aineistot

source: download
fi: Lataa

source: download_has_expired
fi: Lataus on vanhentunut

source: initialize_download
fi: Aloita latauksen valmistelu

source: you_will_be_emailed_when_ready
fi: Saat ilmoituksen sähköpostiin latauksen valmistumisesta

source: stop_wait_initialize_download
fi: Keskeytä käsittely ja lataa hyväksytyt

source: are_you_sure_you_want_to_download_only_those_given
fi: Hyväksymättä olevat aineistot eivät tule mukaan lataukseen ja jätetään pysyvästi pyynnön ulkopuolelle. Oletko varma, että haluat jatkaa?

source: Yes
fi: Kyllä

# changes_history
source: Changes log
fi: Muutoshistoria

source: contact_window
fi: Hakijat

source: argument_window
fi: Hakemuksen perustelut

source: request_window
fi: Aineistojen tiedot

source: filter_window
fi: Aineistorajaukset

source: terms_window
fi: Ehdot

source: decision_window
fi: Päätökset

source: additional_information_window
fi: Lisätietopyynnöt

source: collection_name
fi: Aineisto

source: collection_description
fi: Kuvaus

source: all_secured
fi: Yhteensä

source: State of processing
fi: Käsittelyn tila

source: decision_for_admitting_sensitive_data
fi: Päätös sensitiivisen tiedon antamisesta

# decision_arguments
source: Arguments for decision
fi: Perustelut päätökselle

source: decicions_for_admitting_data
fi: Päätös aineistokohtaisen tiedon antamisesta

source: collection_decision_arguments
fi: Aineistokohtaiset perustelut päätökselle

source: terms_of_use_of_the_collections
fi: Käyttöehdot

source: additional_questions
fi: Lisäkysymyksiä

source: asked
fi: kysyi:

source: send_additional_information
fi: Lähetä vastaus

source: answer
fi: Vastaa kysymykseen

source: answered
fi: vastasi:

# log_date
source: Date
fi: Päiväys

# log_maker
source: Maker
fi: Tekijä

# log_description
source: Description
fi: Kuvaus

# log_sensitive_data_handler
source: Sensitive data removed
fi: Viranomainen

# log_collection_provider
source: Request denied
fi: Aineiston toimittaja

# log_sensitive_and_collections_handler
source: Sensitive and collections handler
fi: Sensitiivisen ja aineistokohtaisen tiedon käsittelijä

# log_viewed
source: Viewed
fi: Katsottu

# log_terms_accepted
source: Terms accepted
fi: Ehdot hyväksytty

# log_sensitives_accepted
source: Sensitive data accepted
fi: Sensitiiviset hyväksytty

# log_collection_accepted
source: Request accepted
fi: Aineisto hyväksytty

# log_sensitives_denied
source: Sensitive data denied
fi: Sensitiiviset hylätty

# log_collection_denied
source: Request denied
fi: Aineisto hylätty
